<?php
/*
	Drafts Modification for SMF 2.0/1.1.x

	Created by:		Charles Hill
	Website:		http://www.degreesofzero.com/

	Copyright 2008 - 2010.  All Rights Reserved.
*/

if (!defined('SMF'))
	die('Hacking attempt...');

// for ManagePermissions.php
$txt['permissiongroup_drafts'] = 'Черновики';
$txt['permissiongroup_simple_drafts'] = 'Черновики';
$txt['permissionname_save_drafts'] = 'Сохранение тем и ответов в виде черновиков';

$txt['drafts'] = array(
	0 => 'Ошибка! Данные <strong>не</strong> сохранены.',
	1 => 'Ваши данные сохранены как черновик.',
	2 => 'Показать черновики',
	3 => 'Ваши черновики',
	4 => 'У Вас нет черновиков :(.',
	5 => 'Тема',
	6 => 'Раздел',
	7 => 'Тема',
	8 => 'Сохранено',
	9 => 'Редактировать черновик',
	10 => 'Опубликовать!',
	11 => 'Удалить черновики',
	12 => 'Вы уверены, что хотите удалить выбранные черновики?',
	13 => 'Вы уверены, что хотите опубликовать этот черновик?',
	14 => 'Сохранить как черновик',
	15 => 'Черновик сохранен',
	16 => 'Вам не разрешено сохранять черновики.',
	17 => 'Вы не являетесь автором черновика, который пытаетесь изменить.',
	18 => 'Черновик, который Вы хотите загрузить, не может быть найден.',
	19 => 'Черновик, который Вы хотите опубликовать, не существует.',
	20 => 'Неизвестная проблема при попытке публикации черновика.',
	21 => 'Раздел'
);

?>